import personData from './personData.json'

export const AlleyData = [
  {
    "id": "1",
    "title": "Письменники",
    "slug": "literature",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "2",
    "title": "Музичні діячі",
    "slug": "music",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "3",
    "title": "Кіноактори та режисери",
    "slug": "cinematograph",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "4",
    "title": "Художники",
    "slug": "art",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "5",
    "title": "Театральні діячі",
    "slug": "theatre",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "6",
    "title": "Архітектори та скульптори",
    "slug": "architecture",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "7",
    "title": "Спортсмени",
    "slug": "sport",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "8",
    "title": "Секрет",
    "slug": "secret",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "9",
    "title": "Вчені та науковці",
    "slug": "science",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "10",
    "title": "Меценати та філантропи",
    "slug": "mecenats",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "11",
    "title": "Суспільно-політичні діячі",
    "slug": "society",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  },
  {
    "id": "12",
    "title": "Священники та богослови",
    "slug": "religion",
    "src": "/assets/alleys/alley1.jpg",
    alleyImg: "/assets/alleys/alley1.jpg",
    tree: {
      name: "Бук звичайний",
      desc: "Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ",
      treeImg: "/assets/alleys/tree1.png",
      srcBanner: "/assets/alleys/alley1.jpg",
    },
    famousPeople: personData,
    "desc": "Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево"
  }
]

// console.log(AlleyData[0].famousPeople)
