export const AlleysData = [
    {
        id:1,
        title:'Наука і технології',
        alleyName:'Букова алея',
        desc:'Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево',
        src:'/assets/alleys/alley1.jpg',
        slug:'/garden/alley1',
        gradient:'light',
        tree:{
            name:'Бук звичайний',
            desc:'Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ',
            src:'/assets/alleys/tree1.png',
            srcBanner:'/assets/alleys/alley1.jpg',
        },
        famousPeople:[
            {
                name:'Леся Українка',   
                desc:'письменниця, перекладачка та культурна діячка.',
                free:false,
                photo:'/assets/people/people1.png',
                date:'',
                mecenat:''
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
                photo:'/assets/people/people2.png',
                mecenat:'йван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
                photo:'/assets/people/people3.png',
                mecenat:'йван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
                photo:'/assets/people/people3.png',
                mecenat:'йван Стельмах'
            },
        ]
    },

    {
        id:2,
        title:'Наука і технології',
        alleyName:'Букова алея',
        desc:'Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево',
        src:'/assets/alleys/alley1.jpg',
        slug:'/garden/alley3',
        gradient:'light',
        tree:{
            name:'Бук звичайний',
            desc:'Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ',
                        src:'/assets/alleys/tree1.png',
            srcBanner:'/assets/alleys/alley1.jpg',
        },
        famousPeople:[
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
        ]
    },
    {
        id:3,
        title:'Наука і технології',
        alleyName:'Букова алея',
        desc:'Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево',
        src:'/assets/alleys/alley1.jpg',
        slug:'/garden/alley4',
        gradient:'light',
        tree:{
            name:'Бук звичайний',
            desc:'Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ',
                        src:'/assets/alleys/tree1.png',
            srcBanner:'/assets/alleys/alley1.jpg',
        },
        famousPeople:[
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
        ]
    },
    {
        id:4,
        title:'Наука і технології',
        alleyName:'Букова алея',
        desc:'Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево',
        src:'/assets/alleys/alley1.jpg',
        slug:'/garden/alley5',
        gradient:'light',
        tree:{
            name:'Бук звичайний',
            desc:'Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ',
                        src:'/assets/alleys/tree1.png',
            srcBanner:'/assets/alleys/alley1.jpg',
        },
        famousPeople:[
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'йван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'йван Стельмах'
            },
        ]
    },

    {
        id:5,
        title:'Наука і технології',
        alleyName:'Букова алея',
        desc:'Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево',
        src:'/assets/alleys/alley1.jpg',
        slug:'/garden/alley6',
        gradient:'light',
        tree:{
            name:'Бук звичайний',
            desc:'Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ',
                        src:'/assets/alleys/tree1.png',
            srcBanner:'/assets/alleys/alley1.jpg',
        },
        famousPeople:[
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
        ]
    },
    {
        id:6,
        title:'Наука і технології',
        alleyName:'Букова алея',
        desc:'Текст, що пояснює суть парку і можливість кожного читача долучитись до доброї справи, задонативши на дерево',
        src:'/assets/alleys/alley1.jpg',
        slug:'/garden/alley7',
        gradient:'light',
        tree:{
            name:'Бук звичайний',
            desc:'Бук звичайний, лісовий або європейський (Fagus ylvatica L.) — вид квіткових рослин родини букових Це дерево заввишки 20–45 м. Стовбур вкритий гладенькою сріблясто-сірою корою. Пагони червонувато-бурі, молоді пагони волосисті з черговими загостреними коричневими бруньками. Розташування бруньок почергове. Листки яйцеподібні, цілокраї, майже шкірясті, зверху темно-зелені блискучі, зісподу світліші (4–40 см завдовжки і 2,5–7 см завширшки), короткочерешкові. Квітки одностатеві. ',
                        src:'/assets/alleys/tree1.png',
            srcBanner:'/assets/alleys/alley1.jpg',
        },
        famousPeople:[
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
            {
                name:'Леся Українка',
                desc:'письменниця, перекладачка та культурна діячка',
                free:true,
                date:'02.03.2025',
photo:'/assets/people/people1.png',
                mecenat:'Іван Стельмах'
            },
        ]
    },
]


