export const banner = {
        title:'Станьте частиною нашої історії',
        desc:'Сад українства – це більше, ніж дерева. Це простір пам’яті й гордості за тих, хто зробив Україну такою, якою ми її знаємо. Долучайтеся до людей, які цінують і хочуть передати історію далі.',
        src:'/assets/banners/alleyBanner2.png',
        slug:'/garden/plant-tree',
        slug2:'/garden/#about',
        button1:'Посадити дерево',
        button2:'Про проект',
        gradient:'light'
    }

export const numbersData = {
              title:'Сад української ідентичності',
              desc:"Це соціально культурний проект, що відкриває відвідувачам не лише затишні прогулянки, а й можливість легко зануритись в українську історію історію.",
              numbers:[
                {
                    number:10,
                    type:'га',
                    text:'площа саду'
                },
                {
                    number:12,
                    text:'алей'
                },
                {
                    number:310,
                    text:'Дерев висаджено'
                },
                {
                    number:310,
                    text:'історій'
                },
            ]
} 

export const benefitsData = {
    title:'Посадивши дерево ви також отримуєте:',
    benefits:[
        'Сертифікат, що підтверджує ваш вклад',
        'Запрошення на події для меценатів та їх родин ',
        'Згадку про внесок на сайті'
    ],
    imgSrc:'/assets/alleys/benefit.png'
}

export const callToActionData = {
    title: 'Як стати меценатом?',
    steps:[
        'Залишіть заявку на сайті або звʼяжіться з нами через email чи номер телефону',
        'Ми звʼяжемося з вами і уточнимо деталі',
        'Внесіть свій донат та слідкуйте за новинами Саду',
    ],
    btn: 'Внести донат'
}

export const faqData = {
    title:'У нас часто питають:',
    qa:[
        {
            question:'Як ми обирали гідних діячів?',
            answer:'Професори історії та культурології ВНУ, богослови з семніраії.'
        },
        {
            question:'Чи можу я купити цілу алею?',
            answer:'Так! Залиште заявку на сайті або звʼяжіться з нами через email чи номер телефону.'
        },
        {
            question:'Коли будуть висаджені дерева?',
            answer:'Висадка частини дерев запланована на осінь 2025 року, але її можуть перенести, якщо ми зберемо менше ніж 160 донорів.'
        },
    ],
}