export const banner = {
        title:'Приєднуйся до створення Саду Українства',
        desc:'Сад Українства — це простір краси, натхнення та релаксу для всієї родини. Саме тут в образі дерев оживає історія нашого народу. Це місце гордості за тих хто зробив Україну такою, якою ми іі знаємо.',
        // src:'/assets/banners/alleyBanner2.png',
        src:'/assets/banners/gardenBanner.jpg',
        slug:'/garden#alleys',
        slug2:'/garden#about-garden',
        button1:'Стати меценатом',
        button2:'Про проєкт',
        gradient:'light',
        color:'green',
    }

export const numbersData = {
              title:'Сад української ідентичності',
              desc:"Це соціально культурний проєкт, що відкриває відвідувачам не лише затишні прогулянки, а й можливість легко зануритись в українську історію.",
              numbers:[
                {
                    number:10,
                    type:'га',
                    text:'площа саду'
                },
                {
                    number:12,
                    text:'алей'
                },
                {
                    number:310,
                    text:'Дерев висаджено'
                },
                {
                    number:310,
                    text:'історій'
                },
            ]
} 

export const benefitsData = {
    title:'Ставши меценатом ви також отримуєте:',
    benefits:[
        'Сертифікат, що підтверджує ваш вклад',
        'Запрошення на події для меценатів та їх родин ',
        'Згадку про внесок на нашому сайті'
    ],
    imgSrc:'/assets/alleys/benefit.png'
}

export const callToActionData = {
    title: 'Як стати меценатом?',
    steps:[
        'Виберіть діячів та заповніть форму',
        'Ми звʼяжемося з вами і уточнимо деталі',
        'Внесіть свій донат та слідкуйте за новинами Саду',
    ],
    btn: 'Долучитися',
    slug:'/garden/plant-tree'
}

export const faqData = {
    title:'У нас часто питають:',
    qa:[
        {
            question:'Як ми обирали гідних діячів?',
            answer:'У якості еспертів запрошені професори історії та культурології ВНУ, богослови з семінарії.'
        },
        {
            question:'Чи можу стати меценатом цілої алеї?',
            answer:'Так! Залиште заявку на сайті або звʼяжіться з нами через email чи номер телефону.'
        },
        {
            question:'Коли будуть висаджені дерева?',
            answer:'Висадка частини дерев запланована на осінь 2025 року, але її можуть перенести, якщо ми зберемо менше ніж 160 меценатів.'
        },
    ],
}

export const qouteData = [
    {
        text:'Чому саме сад? Бо дерева надихають. Бо квіти говорять мовою, яку розуміють усі. Бо сад — це образ дому, у якому є місце всім: і тендітній лілії, і потужному дубу, що проживе століття, і незламній калині, і траві, що як килим під ногами. Тут кожен знайде своє місце, свій прихисток. І цього ж хочу побажати нашій Україні.',
        name:'Олександр Подзізей',
        role:'Засновник парку',
        img:'/assets/ceo2.png'
    },
    {
        text:<p>
            Народ існує сам по собі — так, як ростуть трава чи дерева. Натомість націй у природі не існує. Їх треба плекати, як плекають газони чи сади. Відповідно новий продукт потребує нової назви. Хто ж буде називати Люксембурзьким садом чи парком «Софіївка» ліси, які існували перед тим на їхньому місці!
            <br />
            <br />
            Центральними фігурами в перетворенні народів на нації є «садівники» особливої породи — поети, письменники, літературні критики, історики, географи, філологи та інші «високочолі» представники еліт. Вони звеличують минуле нації і провокують ще більш величніше майбутнє.
        </p>,
        name:'Ярослав Грицак',
        role:'Історик, публіцист, професор УКУ',
        img:'/assets/hrytsak.png'
    }
]