// import MissionData from './aboutGarden.json'

const MissionData = [
    {
    "name": "Ідея проєкту",
    "desc": <p>
      Є місця, де зупиняється час. Де земля говорить голосами предків, а кожен крок перегукується з відлуннями століть. Таким місцем буде наш Сад Українства — не просто парк, а простір, у якому оживає ідентичність нації.
      <br/>
      <br/>
      Тут ти не просто відпочиваєш. Тут ти, мов бджола, що не тільки збирає мед, а й запилює цвіт — переносиш сенси, даруєш життя ідеям, які проростають у майбутнє. Ми створюємо сад не тільки  для спокою, а для пам’яті і натхнення. Через дерева, стежки і постаті ми вкорінюємо минуле у ґрунт сьогодення, аби зростити майбутнє.
      Недаремно в центрі саду буде стояти млин — символ хліба, праці і часу. Як зернина стає хлібом, так і кожна людина, кожна постать нашої історії, яку ми вшановуємо в алеях, зрощувала дух нації впродовж віків, навіть тоді, коли ми не мали власної держави.
      <br/>
      <br/>
      Кожна з 12 алей веде до млина. І кожна алея — це окремий культурний напрямок, завдяки якому формувалася українська ідентичність. Постаті, вшановані деревами, — це дороговкази, які допомагають нам бачити шлях уперед.
      Цей сад — це наша відповідь на виклики часу. Бо ця війна — не лише за території. Це боротьба за мову, культуру, пам’ять. Ми добре знаємо: не знаючи минулого, не дійдемо в омріяне майбутнє.
      <br/>
      <br/>
      Запрошуємо тебе в Сад Українства. Торкнутися коріння. Побачити дерева. Відчути, як з їхнього духовного зерна народжується хліб нашої спільної долі.
      <br/>
      <br/>
      Є така притча, де Христос, зціляючи сліпого запитав його: “Що бачиш?” : «Бачу людей, як дерева» - відповів той. Українці і є тими деревами — міцними, глибоко вкоріненими, і водночас спрямованими в небо.
    </p>
  },
  {
    "name": "Про проєкт",
    "desc":<p>
            План проєкту передбачає створення простору, який поєднає природу, культуру та відпочинок.
            <br/>
            <br/>
            Сад Українства - це місце для натхнення, креативних фотосесій та різноманітних подій серед дерев та квітучих рослин. Тут кожен зможе гарно провести час із родиною та друзями, спостерігаючи за природою. 
            <br/>
            <br/>
            У центрі Саду передбачена споруда у вигляді млина, яка буде місцем для комфортного відпочинку, проведення різноманітних заходів та сценічний простір для живих виступів.
            <br/>
            <br/>
            Влітку сад вражатиме наших гостей тисячами гортензій, лілій, троянд, а також різнотравʼям та іншими багаторічними рослинами, де кожен знайде свої улюблені. 
            Планується висадка дванадцяти алей з листяними видами дерев, як скелет саду!
            <br/>
            <br/>
            Фуд-корти зі смачною локальною кухнею та напоями!
            <br/>
            <br/>
            Зони торгівлі рослинами, крафтовими виробами та багато іншого.
            <br/>
            <br/>
            Тематичні фотозони, інсталяції від скульпторів та місця для відпочинку, щоб кожен міг затримати момент краси.
            <br/>
            <br/>
            Це буде живий простір, який об&apos;єднає природу, традиції та людей.
          </p>
  },
  {
    "name": "Наша ціль:",
    "desc": <p>
            У час, коли країна бореться за життя, свободу і майбутнє, ми створюємо простір, де можна зупинитися та видихнути.
            <br/>
            Це місце про людяність, добро, пам’ять і світло, яке не згасає навіть у найтемніші часи.
            <br/>
            Ми віримо, що краса лікує, а природа дає силу та натхнення.
            <br/>
            <br/>
            Наша місія — плекати любов до землі, культури, одне до одного. Дарувати спокій серед тривог. Об&apos;єднувати людей, які вміють цінувати головне.
            Тут кожне дерево — символ. Кожна зустріч — надія.
            Бо навіть під звуки сирен має бути місце, де росте життя.
            </p>
  },
  {
    "name": "План розвитку Саду:",
    "desc": <p>
            Розвиток Саду згідно плану запланований на декілька років. Сад фінансується засновниками парку Квітоліс, а купівля дерев для висадки в алеї  (близько 20%) – меценатами які бажають долучитися до створення саду Українства 
            <br/>
            <br/>
            Діаграма фінансування проєкту:
            <br/>
            80% власники парку
            <br/>
            20% меценати
            </p>
  }
];

export default MissionData;