// import MissionData from './aboutGarden.json'

const MissionData = [
    {
    "name": "Ідея проєкту",
    "desc": <p>Є такі місця, де просто добре. Де можна спинитися, видихнути і згадати, хто ти є. Саме таким ми хочемо зробити наш Сад Українства — місце, де оживає пам’ять про те, що робить нас українцями.<br/><br/>Тут можна просто пройтись, сісти на лавку, подумати. А можна, як бджола, не тільки взяти для себе, а й дати щось іншим — згадку, думку, ідею. Ми садимо цей сад не тільки для відпочинку. Ми хочемо, щоб він допомагав пам’ятати, надихати і не забувати, звідки ми.</p>
  },
  {
    "name": "Про проєкт",
    "desc": <p>
        У самому центрі Саду Українства буде млин. Це не просто будівля — це знак того, як із маленького зерна виходить хліб. Так само і люди, яких ми тут згадуємо, зробили те, чим ми живемо сьогодні. Навіть коли не мали своєї держави, вони трималися, працювали і зберігали те, що важливе.
        <br/>
        <br/>
        Від млина розходяться 12 алей. У кожній — своя частинка нашої культури.
        <br/>
        А дерева на цих алеях — це люди, які показали нам дорогу.
        Вони — як орієнтири.
    </p>
  },
  {
    "name": "Наша ціль:",
    "desc": <p>
        Цей сад — наша відповідь на те, що зараз відбувається. Бо війна — це не тільки про землю. Це про нашу мову, культуру і пам’ять. Ми точно знаємо — без минулого не буде майбутнього.
        <br/>
        <br/>
        Є така історія з Біблії: коли Ісус зцілював сліпого, спитав його: «Що ти бачиш?» А той відповів: «Бачу людей, як дерева». Ми теж, як ті дерева. Міцно стоїмо на своїй землі і тягнемося вгору.
        <br/>
        <br/>
        Приходь у Сад Українства. Подивись на дерева. Відчуй коріння. Відчуй, як з нього виростає наша спільна доля.
    </p>
  },
  {
    "name": "План розвитку парку:",
    "desc": <p>
        Визначними рисами нашого народу є працьовитість та взаємопідтримка у складні часи.
        <br/>
        <br/>
        Тому ми покупка якісних саджанців буде відбуватися у співфінансуванні з меценатами.
        <br/>
        <br/>
        Та кожен сад потребує догляду вмілих рук, і не рідко один садівник присв’ячує все своє життя одному саду.    S    
        
    </p>
  }
];

export default MissionData;