export const title = 'Що у нас є?';

export const cards = [

{
        title:'Підтримайте Сад Українства',
        desc:'Це простір пам’яті й гордості за тих, хто зробив Україну такою, якою ми її знаємо. ',
        src:'/assets/banners/gardenBanner.jpg',
        slug:'/garden',
    },
    {
        title:'Ярмарок',
        desc:'Зона торгівлі де можна придбати широкий асортимент рослин за цінами від виробника, а також різні смаколики та сувеніри від місцевих крафтових виробників',
        src:'/assets/cards/card-3.jpg',
    },
    {
        title:'Проводьте вашу подію у нас',
        desc:'Семінари, конференції, фотосесії, модні покази, тренінги, майстер-класи',
        src:'/assets/banners/banner-3.jpg',
        slug:'/events',
    },
    // {
    //     title:'Фудкорт',
    //     desc:'Смачне доповнення до краси — це про наші фуд-корти! На території парку ви зможете відпочити, насолоджуючись не лише краєвидами, а й смаколиками від наших учасників фестивалю та локальних брендів.',
    //     src:'/assets/cards/card-1.jpg',
    // },
    // {
    //     title:'Розваги',
    //     desc:'Розваги для дітей і дорослих, гойдалки серед квітів, прогулянки на гольфкарах які подарують яскраві миті. Для малечі — дитячі атракціони, майстер класи, аквагрим та ласощі.',
    //     src:'/assets/cards/card-2.jpg',
    // },

]

export const otherAttractions = [
    {
        title:'Сад Українства',
        desc:'Це простір пам’яті й гордості за тих, хто зробив Україну такою, якою ми її знаємо. ',
        src:'/assets/banners/gardenBanner.jpg',
        slug:'/garden',
        gradient:'light'
    },
    {
        title:'Також ви можете провести',
        desc:'Семінари, конференції, фотосесії, модні покази, тренінги, майстер-класи',
        src:'/assets/banners/banner-3.jpg',
        slug:'/events',
        gradient:'light'
    },
]