import { title } from './data/About'
import AnimatedOnScroll from './ui/AnimatedScroll'


export default function About(){
    
    return(
        <AnimatedOnScroll animationClass="fade-in-up">
            <section id='about' className="about green" style={{marginBottom:"0"}}>
                <div className='container'>
                    <div className='body'>
                        <div className='content'>
                            <h2>
                                {title}
                            </h2>
                            <p>
                                В 2018 році вперше організувавши фестивалі Волиньска Голандія, а потім Волинська Лавандія, ми отримали настільки сильний позитивний заряд від відвідувачів, що дозволило проводити фестивалі наступні 8-м років та зробити повноцінний парк.
                                Ми ростемо — і разом з нами народжується новий простір.
                                <br />
                                Парк &quot;Квітоліс&quot; — місце сили, натхнення та краси.
                                <br />
                                <br />
                                У парку на вас чекатиме ціле розмаїття сезонів. Навесні — фестиваль розкішних тюльпанів, нарцисів, гіацинтів та сакур! Влітку — цвітіння лаванди, гортензій, лілій троянд та інших літніх квітів. А восени ми тішитемимо наших гостей найатмосфернішим фестивалем хризантем та інших осінніх квітів!
                                Новинкою та серцем парку буде наш новий проєкт — &quot;Сад Українства&quot;. Це буде особливе місце шани. Тут, серед природи, оживуть імена тих, хто творив і творить нашу історію, культуру, науку та мистецтво. 
                                Усе це тепер буде в нашому парку &quot;Квітоліс&quot;.
                                Парк облаштований для сімейного відпочинку, активного дозвілля, фотосесій, проведення різноманітних подій та пікніків!
                                Завітайте до &quot;Квітолісу&quot; — відчуйте кожну пору року на смак і на дотик.
                            </p>
                        </div>
                    </div>
                </div>
            </section>
        </AnimatedOnScroll>
    )
}
