
const teamMembers = [
    {
        name: "Олександр Подзізей",

        role: "Засновник та керівник проекту",
        bio: "Олександр має понад 10 років досвіду у сфері ландшафтного дизайну та урбаністики. Він вірить у створення зелених просторів, які об'єднують людей.",
    },
    {
        name: "Марія Петренко", 
        role: "Менеджер проекту",
        bio: "Марія спеціалізується на догляді за рослинами та має глибокі знання про місцеву флору. Вона відповідає за здоров'я та красу нашого саду.",
    },
    {
        name: "Любомир Ковальчук", 
        role: "Ландшафтний Дизайн",
        bio: "Любомир спеціалізується на догляді за рослинами та має глибокі знання про місцеву флору. Він відповідає за здоров'я та красу нашого саду.",
    },
    {
        name: "Іван Іваненко",
        role: "Розробка та підтримка",
        bio: "Іван має понад 10 років досвіду у сфері ландшафтного дизайну та урбаністики. Він вірить у створення зелених просторів, які об'єднують людей.",
    },
    {
        name: "Марія Фоменко", 
        role: "Менеджер",
        bio: "Марія спеціалізується на догляді за рослинами та має глибокі знання про місцеву флору. Вона відповідає за здоров'я та красу нашого саду.",
    },
    {
        name: "Ганна Сидоренко",
        role: "Брендинг і дизайн",
        bio:'Ганна має понад 10 років досвіду у сфері ландшафтного дизайну та урбаністики. Вона вірить у створення зелених просторів',
    }
]


export function SimpleOurTeam(){
    return (
        <section className="ourTeamSimple animate fade-in-up">
            <div style={{maxWidth: '550px', margin: '0 auto', textAlign: 'left'}}>
                <h5>Команда проєкту:</h5>
                <p>Ідея: {teamMembers[0].name}</p>
                <p>Менеджер проєкту: {teamMembers[1].name}</p>
                <p>Брендинг і дизайн: {teamMembers[5].name}</p>
                <p>Стратегія: {`${teamMembers[0].name}, ${teamMembers[1].name}, ${teamMembers[5].name}`}</p>
                <p>Ландшафтний дизайнер: {teamMembers[2].name}</p>
                <p>Візуалізація: {teamMembers[2].name}</p>                
                <p>Розробка та підтримка сайту: {teamMembers[3].name}</p>
                <p>Менеджери: {teamMembers[4].name}</p>
                <p>Наукові консультанти: {teamMembers[6]?.name ?? "Немає інформації"}</p>
                <p>Наукова підтримка: кафедри фіолології, релігії, філософії, культурознавства, історії ВНУ імені Лесі Українки</p>
            </div>
        </section>
    );
}





