[
  {
    "id": "12",
    "priority": "10",
    "title": "Література",
    "slug": "literature",
    "desc": "Алея присвячена тим, хто творив українське слово — письменникам, поетам, літературознавцям, мовознавцям, видавцям. Вони віддали свій час, сили, а подекуди й життя заради того, щоб ми сьогодні могли насолоджуватись красою нашої солов’їної мови.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "11",
    "priority": "20",
    "title": "Музика",
    "slug": "music",
    "desc": "Тут вшановано композиторів, співаків і співачок, музикантів, керівників творчих колективів — усіх, хто підніс українське музичне мистецтво до рівня, де воно звучить не лише в серцях нашого народу, а й лунає по всьому світу.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "5",
    "priority": "30",
    "title": "Кіно",
    "slug": "cinematograph",
    "desc": "Ця алея присвячена акторам, режисерам, операторам, документалістам, кінокритикам, продюсерам — тим, хто зберіг і доніс образи української культури та побуту крізь кінокадр до глядача.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "10",
    "priority": "40",
    "title": "Образотворче Мистецтво",
    "slug": "art",
    "desc": "Тут представлені художники, скульптори, графіки, мистецтвознавці, дизайнери та модельєри — митці, які втілили у неповторних образах багатогранне життя українського народу.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "7",
    "priority": "50",
    "title": "Театр",
    "slug": "theatre",
    "desc": "Алея театру вшановує акторів і режисерів, які служили українській сцені, збагачуючи мову, культуру й традицію глибокими сценічними втіленнями.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "8",
    "priority": "60",
    "title": "Архітектура",
    "slug": "architecture",
    "desc": "Тут — архітектори, містобудівники, проєктувальники, інженери, творці доріг, мостів і споруд. Вони формували обличчя української цивілізації — будували простір, у якому живе і розвивається нація.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "4",
    "priority": "70",
    "title": "Спорт",
    "slug": "sport",
    "desc": "Ця алея присвячена спортсменам, атлетам, силачам — людям, у яких уособлена фізична міць, витривалість і незламність українського духу.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "6",
    "priority": "80",
    "title": "Садівництво",
    "slug": "garding",
    "desc": "В цій алеї — селекціонери, творці парків і садів. Вони віддали життя служінню природі, відкриваючи нам закони гармонії й краси рослинного світу, що надихає не лише українців.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "9",
    "priority": "90",
    "title": "Наука і Техніка",
    "slug": "science",
    "desc": "Ця алея вшановує науковців, винахідників, інженерів — тих, хто змінив хід української науки і технічного прогресу, нерідко зробивши внесок у розвиток людства в цілому.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "1",
    "priority": "10",
    "title": "Меценатство",
    "slug": "mecenats",
    "desc": "Тут згадано філантропів, благодійників — людей, які лишились у тіні, але завдяки чиїй підтримці виростали таланти, формувались інституції, розквітала українська культура. Їхня доброчинність — тиха, але незамінна.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "2",
    "priority": "110",
    "title": "Провідники Нації",
    "slug": "society",
    "desc": "Ця алея присвячена князям, гетьманам, борцям за волю, дипломатам і державникам — тим, хто формував українську ідентичність і торував шлях до незалежності.",
    "tree": {},
    "famousPeople": []
  },
  {
    "id": "9",
    "priority": "120",
    "title": "Релігія і Філософія",
    "slug": "religion",
    "desc": "Тут вшановано священників, місіонерів, богословів, філософів — провідників духу, які зміцнювали національну свідомість і плекали українську думку на шляху до духовної зрілості.",
    "tree": {},
    "famousPeople": []
  }
]